{"array_of_pdf_files": ["E:\\Original Games\\Godot Soulsborne proect\\Random\\rp_eric_rigged_001_FBX\\Renderpeople_Renderpoints_Voucher.pdf", "E:\\Original Games\\Godot Soulsborne proect - For Godot 4\\Random\\rp_eric_rigged_001_FBX\\Renderpeople_Renderpoints_Voucher.pdf", "E:\\New folder\\Albert Camus\\Stranac.pdf", "E:\\New folder\\Dying Light Novel\\Dying-Light-Novel.pdf", "E:\\New folder\\Franz Kafka\\1925 Der Process (The Trial).pdf", "E:\\New folder\\Franz Kafka\\Preobrazaj.pdf", "E:\\New folder\\Fyodor Mikhailovich Dostoevsky\\Zlocin i Kazna.pdf", "E:\\New folder\\George Orwell\\1984 by George Orwell_BILINGUAL_ENG-RUS.pdf", "E:\\New folder\\Honore de Balzac\\Otac Goriot.pdf", "E:\\New folder\\Ivan Bresan\\Predstava Hamleta U Selu Mrdusa Donja.pdf", "E:\\New folder\\Ivo Andrić\\Prokleta Avlija.pdf", "E:\\New folder\\J. R. R. Tolkien\\LotR\\J.R.R. Tolkien - Lord of the Rings Collection-2000.pdf", "E:\\New folder\\Miroslav Krleža\\Gdospoda Glembajevi.pdf", "E:\\New folder\\Miroslav Krleža\\Hrvatski Bog Mars.pdf", "E:\\New folder\\Miroslav Krleža\\Povratak Filipa Latinovicza.pdf", "E:\\New folder\\Robert Louis Stevenson\\Strange Case of Dr Jekyll and Mr Hyde\\Robert Louis Stevenson - Strange Case of Dr Jekyll and Mr Hyde.pdf"], "array_of_epub_files": ["E:\\New folder\\占星術殺人事件 改訂完全版 (講談社文庫)_島田荘司.epub", "E:\\New folder\\Andrzej Sapkowski\\Sword of Destiny by Andrzej Sapkowski EPUB\\Sword of Destiny by Andrzej Sapkowski.epub", "E:\\New folder\\Andrzej Sapkowski\\The Last Wish by Andrzej Sapkowski EPUB\\The Last Wish by Andrzej Sapkowski .epub", "E:\\New folder\\Dune Series\\Herbert_Frank - 01 Dune.epub", "E:\\New folder\\George Orwell\\George Orwell - Complete Works\\George Orwell - Complete Works - 2013.epub", "E:\\New folder\\Hommer\\the iliad & the odyssey_homer.epub", "E:\\New folder\\J. R. R. Tolkien\\0547951965 The Hobbit.epub", "E:\\New folder\\J. R. R. Tolkien\\LotR\\J.R.R. Tolkien - Lord of the Rings Collection-2000.epub", "E:\\New folder\\Robert Louis Stevenson\\Strange Case of Dr Jekyll and Mr Hyde\\Robert Louis Stevenson - Strange Case of Dr Jekyll and Mr Hyde.epub", "E:\\New folder\\Thomas Harris\\Red Dragon.epub", "E:\\New folder\\Thomas Harris\\The Silence of the Lambs.epub", "E:\\New folder\\Vladimir Nabokov\\Lolita\\Lolita - Vladimir Vladimirovich Nabokov.epub", "E:\\New folder\\Vladimir Nabokov\\Lolita by Vladimir Nabokov epub RtR\\Lolita - Vladimir Vladimirovich Nabokov.epub"], "array_of_mobi_files": ["E:\\New folder\\J. R. R. Tolkien\\LotR\\J.R.R. Tolkien - Lord of the Rings Collection-2000.mobi", "E:\\New folder\\Robert Louis Stevenson\\Strange Case of Dr Jekyll and Mr Hyde\\Robert Louis Stevenson - Strange Case of Dr Jekyll and Mr Hyde.mobi"]}